### Политика конфиденциальности

#### Введение

Добро пожаловать на сервис по быстрому получению визы в Южную Корею! Настоящая Политика конфиденциальности регулирует порядок обработки и защиты персональных данных пользователей, предоставляемых на нашем сайте.

#### 1. Сбор и использование данных

1.1. **Личные данные:** Мы собираем следующие персональные данные: фамилию, имя, отчество, паспортные данные, контактную информацию (адрес электронной почты, телефонный номер).

1.2. **Финансовая информация:** Для обработки платежей мы собираем данные платежных карт и банковские реквизиты пользователей.

1.3. **Техническая информация:** В процессе использования нашего сервиса автоматически собирается следующая информация: IP-адрес, файлы журналов, cookies.

1.4. Собранные данные используются для:
  - Обработки и выполнения заявок на получение визы;
  - Повышения качества предоставляемых услуг;
  - Обеспечения безопасности пользователей.

#### 2. Передача данных третьим лицам

2.1. Мы не осуществляем передачу персональных данных третьим лицам, за исключением следующих случаев:
  - По требованию законодательства Российской Федерации;
  - Для обработки платежей через сертифицированные платежные системы;
  - Для предоставления улучшенных услуг через аффилированные компании, соблюдающие аналогичные условия конфиденциальности.

#### 3. Защита данных

3.1. Мы принимаем все необходимые технические и организационные меры для защиты персональных данных пользователей от несанкционированного доступа, изменения, раскрытия или уничтожения.

3.2. Наша серверная инфраструктура и базы данных защищены с использованием современных средств информационной безопасности в соответствии с международными стандартами.

#### 4. Права пользователей

4.1. Пользователи имеют право:
  - Запрашивать доступ к своим персональным данным;
  - Требовать их исправления, обновления или удаления;
  - Ограничивать обработку своих данных в соответствии с действующим законодательством;
  - Подавать жалобы в органы надзора за обработкой персональных данных.

#### 5. Изменения в Политике конфиденциальности

5.1. Мы оставляем за собой право вносить изменения в настоящую Политику конфиденциальности. Обновленные версии Политики будут опубликованы на нашем сайте. Продолжение использования сервиса после внесения изменений означает согласие пользователя с новой редакцией Политики.